---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MassFailures.SplitFacesByGroundPlaneFailed
source: html/47f2c42c-d634-2273-1116-cbc86019eebf.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures.SplitFacesByGroundPlaneFailed Property

Failed to split face by ground plane.

## Syntax (C#)
```csharp
public static FailureDefinitionId SplitFacesByGroundPlaneFailed { get; }
```